Repository: jayaram143/Phrase-app
Catalog: locales/*/LC_MESSAGES/application.po
Languages: de

# application.asset.statement.email.subject
source: Your asset statement is available
de: Dein Vermögensausweis liegt bereit

# application.dashboard.actions.label.deposit
source: Deposit
de: Einzahlen

# application.dashboard.actions.label.pay_off
source: Pay off
de: Auszahlen

# application.dashboard.categories.button.edit
source: To Edit
de: Bearbeiten

# application.dashboard.categories.button.pause
source: Pause
de: Pausieren

# application.dashboard.categories.subtitle_left.risk_life_insurance
source: The payout in case of your demise is 10% more than your asset value
de: Die Auszahlung im Falle deines Ablebens setzt sich aus deinem Anlagevermögen zuzüglich 10% zusammen

# application.dashboard.categories.subtitle_left.risk_profile
source: Set your risk profile
de: Stelle dein Riskoprofil ein

# application.dashboard.categories.subtitle_left.saving_plan
source: Regularly put aside money
de: Regelmäßig Geld zur Seite legen

# application.dashboard.categories.subtitle_right.risk_life_insurance
source: ONE TIME
de: EINMALIG

# application.dashboard.categories.subtitle_right.saving_plan
source: Monthly
de: Pro Monat

# application.dashboard.categories.title.risk_life_insurance
source: Current asset value
de: Aktuelle Todesfallleistung

# application.dashboard.categories.title.risk_profile
source: risk profile
de: Risikoprofil

# application.dashboard.categories.title.saving_plan
source: Savings plan
de: Sparplan

# application.first.transaction.email.subject
source: Your first deposit to your pension plan received
de: Deine erste Einzahlung ist soeben eingelangt

# application.money_transfer_email.text.subject
source: Make your first deposit
de: Starte deine Altersvorsorge

# application.notification.description.transaction.pending
source: As soon as we have received your transaction we will contact you. Then you will be able to get your police and you can follow your asset values.
de: Sobald wir deine Überweisung erhalten haben, werden wir dich benachrichtigen. Ab dann kannst du deine Police abholen und deinen Vermögenszuwachs verfolgen.

# application.notification.title.transaction.pending.singular
source: Your first transaction is still pending
de: Deine erste Überweisung ist noch ausstehend

# application.onboard.button.text.change
source: Change
de: Bearbeiten

# application.onboard.button.text.edit
source: Edit
de: Bearbeiten

# application.onboard.health.checkbox_1
source: I did not have any issues in the last 10 years
de: Ich hatte in den letzten 10 Jahren keine der genannten Krankheiten

# application.onboard.health.checkbox_2
source: I have answered everything faithfully
de: Ich habe alle Fragen wahrheitsgemäß beantwortet

# application.onboard.keys.birth_date
source: Birth date
de: Geburtsdatum

# application.onboard.keys.text.amount
source: Amount
de: Betrag

# application.onboard.keys.text.country
source: Country
de: Land

# application.onboard.keys.text.full_name
source: Firstname, Lastname
de: Vor- und Nachname

# application.onboard.keys.text.fund_source
source: Source of funds
de: Herkunft des Betrages

# application.onboard.keys.text.gender
source: Gender
de: Anrede

# application.onboard.keys.text.industry
source: Industry
de: Beruf

# application.onboard.keys.text.marital_status
source: Marital Status
de: Familienstand

# application.onboard.keys.text.occupation
source: Occupation
de: Branche

# application.onboard.keys.text.payment_reason
source: Reason for Payment
de: Grund für die Zahlung

# application.onboard.keys.text.pension_plan
source: Pension Plan
de: Altersvorsorge

# application.onboard.keys.text.phone
source: Phone
de: Telefon

# application.onboard.keys.text.street_detail
source: Street, Street Number
de: Straße und Hausnummer

# application.onboard.keys.text.tax_country
source: Tax Id Country
de: Ausstellendes Land

# application.onboard.keys.text.tax_id
source: Tax-ID
de: Steuernummer

# application.onboard.keys.text.zip
source: ZIP
de: PLZ

# application.onboard.title.address_details
source: Address Details
de: Anschrift

# application.onboard.title.health_details
source: Health Details
de: Angaben zur Gesundheit

# application.onboard.title.initial_payment
source: Initial Payment
de: Erste Einzahlung

# application.onboard.title.monthly_payment
source: Monthly Plan
de: Monatlicher Sparplan

# application.onboard.title.my_risk_profile
source: My Risk Profile
de: Mein Risikoprofil

# application.onboard.title.personal_details
source: Personal Details
de: Persönliche Daten

# application.onboard.title.product
source: Product
de: Produkt

# application.onboard.title.tax_information
source: Tax Information
de: Steuerinformationen

# application.payin.text.iban_invalid_error_message
source: IBAN invalid
de: IBAN ungültig

# application.payment-details.back-button-text
source: BACK
de: ZURÜCK

# application.payment-details.bottom-text
source: As soon as your transfer has arrived, we will issue you your insurance policy and your insurance begins.
de: Sobald deine Überweisung bei uns eingegangen ist, stellen wir dir deine Versicherungspolice aus und deine Versicherung beginnt.

# application.payment-details.header-title
source: Almost there!
de: Fast geschafft!

# application.payment-details.premium-type.periodically
source: Monthly
de: Monatlich

# application.payment-details.premium-type.single
source: Single
de: Einmalig

# application.payment-details.send-bank-details-button
source: Send Bank Details via Email
de: Details per E-Mail senden

# application.payment-details.table.amount
source: Amount
de: Betrag

# application.payment-details.table.reference
source: Reference
de: Referenz

# application.payment-details.text-below-header
source: Please transfer your first deposit to the following account specifying the reference number.
de: Bitte überweise deine erste Einzahlung auf das folgende Konto unter Angabe der Referenz-Nummer.

# application.product.categories.description
source: Upcoming feature
de: Bald erhältlich

# application.product.categories.life_insurance_change
source: Change service
de: Wechselservice

# application.product.categories.life_insurance_change.description
source: Upcoming feature
de: Bald erhältlich

# application.product.categories.link.label.activate
source: ACTIVATE
de: AKTIVIEREN

# application.product.categories.link.label.more
source: MORE
de: MEHR

# application.product.categories.prosperity_analysis
source: Prosperity Analysis
de: Wohlstandsanalyse

# application.product.categories.special_deals
source: Special Deals
de: Bonus Deals

# application.product.change_life_insurance.name
source: Change service
de: Wechselservice

# application.product.change_life_insurance.teaser.description
source: Do you already have life insurance? And have you ended up with a run-off? Do you know your actual surrender value? We can change everything for your free of charge.
de: Hast Du schon eine Lebensversicherung? Und bist Du bei einer Run-Off gelandet? Kennst Du Deinen tatsächlichen Rückkaufswert? Wir kümmern uns um einen kostenlosen Wechsel.

# application.product.description.active
source: You are in your product overview. You have yet to activate a product. Please choose an offer from the following list.
de: Du befindest dich in deiner Produktübersicht. Noch hast du kein Produkt aktiviert. Bitte wähle als Nächstes ein Angebot aus der folgenden Liste aus.

# application.product.description.available
source: Currently you are on track! There are no pending products for activation
de: Du bist auf dem neuesten Stand! Wir werden laufend neue Produkte verfügbar machen, schau also wieder mal vorbei, um dir weitere Angebote zu sichern.

# application.product.instructions-page.first-image-title
source: ID Card
de: Ausweisdokument

# application.product.instructions-page.footer-text
source: The Tax number is needed so ensure that you are not a US citizen.
de: Wir sind verpflichtet an dein Finanzamt Bericht zu erstatten.

# application.product.instructions-page.header-text
source: To get started, have your ID card and Tax number at hand.
de: Halte bitte deinen Personalausweis oder Reisepass sowie deine Steuer-Identifikationsnummer bereit.

# application.product.instructions-page.second-image-title
source: Tax Number
de: Steuer-Identifikationsnummer

# application.product.instructions-page.title
source: Take Out Insurance
de: Video-Identifikation

# application.product.pensionplan.name
source: Pension Plan
de: Altersvorsorge

# application.product.pensionplan.teaser.description
source: You have the benefits of traditional life insurance with a guaranteed pension, protection in case of death, and a modern financial investment.
de: Du hast die Vorteile einer klassischen Lebensversicherung mit garantierter Rente und Absicherung im Todesfall sowie einer modernen Geldanlage

# application.product.prosperity_analysis.name
source: Prosperity analysis
de: Wohlstandsanalyse

# application.product.prosperity_analysis.teaser.description
source: Wow effect! The analysis provides you with a comprehensive overview of the type of your expenses, the savings potential and savings options in the form of clear analyses and diagrams based on your account data
de: AHA-Effekt! Mit der Analyse kannst Du auf Basis Deiner Kontodaten einen ganzheitlichen Überblick über die Art Deiner Ausgaben, die Einsparpotentiale und Ansparoptionen erhalten in Form von übersichtlichen Auswertungen und Diagrammen

source: application.product.savings.name
de: Sparkonto

source: application.product.savings.subtitle
de: COMING SOON

# application.product.special_deals.teaser.description
source: WOW! Have you ever wanted to go to the Oscars? Or are you paying too much to go to your gym? We offer you unique opportunities to save money with these bonus deals or to conclude exclusive deals.
de: WOW! Wolltest Du schon mal zu der Oscar Verleihung? Oder zahlst Du für Dein Fitness-Studio zu viel Geld? Mit den Bonus-Deals bieten wir Dir einmalige Chancen Geld einzusparen oder aber exklusive Deals abzuschließen.

# application.product.text.description
source: Professionally prepare yourself for your pension
de: Bereite dich professionell auf den Ruhestand vor.

# application.product.types.active
source: Active Products
de: Meine Produktübersicht

# application.product.types.available
source: Available Products
de: Verfügbare Produkte

# application.product.types.coming_soon
source: COMING SOON
de: DEMNÄCHST VERFÜGBAR

# application.products.instructions-page.button.label
source: Let's get started
de: Weiter

# application.products.more_products
source: MORE PRODUCTS
de: MEHR PRODUKTE

# application.products.pensionplan.teaser.button.label
source: I WANT TO BE A PART OF IT
de: ICH MÖCHTE DABEI SEIN

# application.products.pensionplan.teaser.feature_1.description
source: We charge you €5 a month if the total of the deposits and withdrawals made in the previous term of the agreement is less than €10,000 as well as 1% on the existing fund assets per year.
de: Du zahlst bei uns 5€ monatlich, wenn die Summe der ein- und Auszahlungen in der bisherigen Laufzeit des Vertrages unter 10.000€ liegen und 1% auf das vorhandene Fondsvermögen pro Jahr.

# application.products.pensionplan.teaser.feature_1.title
source: TRANSPARENT AND MORE AFFORDABLE
de: TRANSPARENT UND GÜNSTIGER

# application.products.pensionplan.teaser.feature_2.description
source: You will receive a constant lifelong payment when you enter retirement. Guaranteed.
de: Du erhältst eine konstante lebenslange Auszahlung, wenn du im Ruhestand bist. Garantiert.

# application.products.pensionplan.teaser.feature_2.title
source: PLANNABLE AND SECURE
de: PLANBAR UND SICHER

# application.products.pensionplan.teaser.feature_3.description
source: You decide when you pay money in or out and how much. Or take a break. Or even exit free of charge. Which wouldn’t be smart.
de: Du entscheidest wann Du wieviel Geld ein- oder auszahlst. Oder pausierst. Oder sogar kostenfrei aussteigst. Wäre aber nicht schlau.

# application.products.pensionplan.teaser.feature_3.title
source: MORE FLEXIBLE
de: FLEXIBLER

# application.products.pensionplan.teaser.feature_4.description
source: You get another tax benefit on top because you pay a lower rate of tax on the profits only at the end of the term. This is called the compound interest effect.
de: Du erhältst on top noch ein Steuervorteil, weil Du die Gewinne erst am Ende der Laufzeit mit einem niedrigeren Steuersatz versteuern musst. Das nennt man Zinseszinseffekt.

# application.products.pensionplan.teaser.feature_4.title
source: MORE FLEXIBLE
de: FLEXIBLER

# application.wire-money.failed_mail_sent.text
source: Email failed to send
de: E-Mail konnte nicht gesendet werden

# application.wire-money.success_mail_sent.text
source: Email sent successfully
de: E-Mail gesendet

# customer.mobile.error.format
source: Please use the following format for your mobile phone number: +49123456789000
de: Bitte verwenden Sie folgendes Format für Ihre Mobil-Telefonnummer: +49123456789000

# test.cron.language.change
source: [TRANSLATION] language: en
de: [TRANSLATION] language: de
